/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Hay una nueva versión disponible.";
"Version:" = "Versión: ";
"Released Date:" = "Fecha de lanzamiento:";
"Remind me later" = "Recordar más tarde";
"Update now" = "Actualizar ahora";
"Check the update" = "Buscar actualizaciones";
"The version you are using is the latest one!" = "La versión se ha actualizado.";
"Software updata" = "Actualización de software";
"Network error, please check the network and try again." = "Error de red. Comprueba la red e intenta nuevamente.";
"OK" = "Aceptar";
"Downloading, please wait a moment." = "Descargando. Por favor, espere...";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Descarga completada. La instalación requiere cerrar el programa en ejecución. ¿Quieres continuar?";
"Install now" = "Instalar ahora";
"Cancel" = "Cancelar";
"Download the latest version, do you want to cancel?" = "Se está actualizando la última versión,  ¿deseas cancelarlo?";
"Download error, please check the network and try again," = "Error de descarga. Comprueba la red e intenta nuevamente.";
"Yes" = "Sí";
"No" = "No";
"Installing, please wait a moment." = "Instalando. Por favor, espere...";
"Install complete." = "Instalación completada.";
"Start now" = "Ejecutar";
"Install failed, please try again." = "Instalación fallida. Vuelve a intentarlo.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Espere pacientemente a que se complete la instalación del programa, de lo contrario, puede causar algún fallo inesperado.";
"Try again" = "Reintentar";
"What's New:" = "Novedades:";
"Checking for updates…" = "Buscando actualización…";
